// questionsBokyak
const List<String> questionsBokyak = [
  "얼마나 자주 약 복용하는 것을 잊어버리십니까?",
  "얼마나 자주 약을 복용하지 않겠다고\n결정하십니까?",
  "얼마나 자주 약 받는 것을 잊어버리십니까?",
  "얼마나 자주 약이 다 떨어집니까?",
  "의사에게 가기 전에 얼마나 자주 약 복용하는 것을 건너 뛰십니까?",
  "몸이 나아졌다고 느낄 때 얼마나 자주 약 복용하는 것을 빠뜨리십니까?",
  "몸이 아프다고 느낄 때 얼마나 자주 약 복용을 빠뜨리십니까?",
  "얼마나 자주 본인의 부주의로 약 복용하는 것을 빠뜨리십니까?",
  "얼마나 자주 본인의 필요에 따라 약 용량을 바꾸십니까?\n(원래 복용하셔야 하는 것보다 더 많게 혹은 더 적게 복용하시는 것)",
  "하루 한번이상 약을 복용해야 할 때 얼마나 자주\n약 복용 하는 것을 잊어버리십니까?",
  "얼마나 자주 약값이 비싸서 다시 약 처방 받는 것을 미루십니까?",
  "약이 떨어지기 전에 얼마나 자주 미리 계획하여\n약 처방을 다시 받습니까?",
];

// question 우울증 선별검사
const List<String> questionsDepressionScreening = [
  "일을 하는 것에 대한 흥미나 재미가 거의 없음",
  "가라앉는 느낌, 우울감 또는 절망감",
  "잠들기 어렵거나 자꾸 깨어남, 혹은 너무 많이 잠",
  "피곤함, 기력이 저하됨",
  "식욕 저하 혹은 과식",
  "내 자신이 나쁜 사람이라는 느낌 혹은 나 때문에 내 주변이 불행하게 되었다는 느낌",
  "신문을 읽거나 TV를 볼 때 집중하기 어려움",
  "남들이 알아챌 정도로 거동이나 말이 느림 또는 안절부절못해서 평소보다 많이 돌아다님",
  "차라리 죽는 것이 낫겠다는 생각 혹은 어떤 식으로든 스스로를 자해하는 생각들"
];

// question 불면증 심각도
const List<String> questionInsomniaSeverity = [
  "잠들기 어렵나요?",
  "잠을 유지하기 어렵나요?",
  "잠에서 쉽게 깨나요?",
  "현재 수면 상태에 얼마나 만족하고 있나요?",
  "당신의 수면장애를 다른 사람들이 걱정하나요?",
  "당신은 현재 불면증에 대해서 걱정하고 있나요?",
  "당신의 수면장애가 낮의 활동을 방해한다고 생각하나요?"
];
